{
    "<SOS>": 0,
    "<EOS>": 1,
    "<PAD>": 2,
    "<UNK>": 3,
    "!": 4,
    "#": 5,
    "%": 6,
    "&": 7,
    "(": 8,
    ")": 9,
    "*": 10,
    "+": 11,
    ",": 12,
    "-": 13,
    ".": 14,
    "/": 15,
    "0": 16,
    "1": 17,
    "2": 18,
    "3": 19,
    "4": 20,
    "5": 21,
    "6": 22,
    "7": 23,
    "8": 24,
    "9": 25,
    ":": 26,
    ";": 27,
    "<": 28,
    "=": 29,
    ">": 30,
    "?": 31,
    "A": 32,
    "B": 33,
    "C": 34,
    "D": 35,
    "E": 36,
    "F": 37,
    "G": 38,
    "H": 39,
    "I": 40,
    "J": 41,
    "K": 42,
    "L": 43,
    "M": 44,
    "N": 45,
    "O": 46,
    "P": 47,
    "Q": 48,
    "R": 49,
    "S": 50,
    "T": 51,
    "U": 52,
    "V": 53,
    "W": 54,
    "X": 55,
    "Y": 56,
    "Z": 57,
    "[": 58,
    "\\": 59,
    "\\Delta": 60,
    "\\Gamma": 61,
    "\\Lambda": 62,
    "\\Leftrightarrow": 63,
    "\\Omega": 64,
    "\\Phi": 65,
    "\\Pi": 66,
    "\\Psi": 67,
    "\\Rightarrow": 68,
    "\\Sigma": 69,
    "\\Theta": 70,
    "\\Upsilon": 71,
    "\\Vdash": 72,
    "\\Xi": 73,
    "\\aleph": 74,
    "\\alpha": 75,
    "\\angle": 76,
    "\\approx": 77,
    "\\backslash": 78,
    "\\begin": 79,
    "\\beta": 80,
    "\\bigcap": 81,
    "\\bigcirc": 82,
    "\\bigcup": 83,
    "\\bigoplus": 84,
    "\\bigvee": 85,
    "\\bigwedge": 86,
    "\\bullet": 87,
    "\\cap": 88,
    "\\cdot": 89,
    "\\chi": 90,
    "\\circ": 91,
    "\\cong": 92,
    "\\cup": 93,
    "\\dagger": 94,
    "\\delta": 95,
    "\\div": 96,
    "\\dot": 97,
    "\\emptyset": 98,
    "\\end": 99,
    "\\epsilon": 100,
    "\\equiv": 101,
    "\\eta": 102,
    "\\exists": 103,
    "\\forall": 104,
    "\\frac": 105,
    "\\gamma": 106,
    "\\ge": 107,
    "\\gg": 108,
    "\\hat": 109,
    "\\hbar": 110,
    "\\hookrightarrow": 111,
    "\\iff": 112,
    "\\iint": 113,
    "\\in": 114,
    "\\infty": 115,
    "\\int": 116,
    "\\iota": 117,
    "\\kappa": 118,
    "\\lambda": 119,
    "\\langle": 120,
    "\\lceil": 121,
    "\\le": 122,
    "\\leftarrow": 123,
    "\\leftrightarrow": 124,
    "\\lfloor": 125,
    "\\ll": 126,
    "\\longrightarrow": 127,
    "\\mapsto": 128,
    "\\mathbb": 129,
    "\\models": 130,
    "\\mp": 131,
    "\\mu": 132,
    "\\nabla": 133,
    "\\ne": 134,
    "\\neg": 135,
    "\\ni": 136,
    "\\not": 137,
    "\\notin": 138,
    "\\nu": 139,
    "\\odot": 140,
    "\\oint": 141,
    "\\omega": 142,
    "\\ominus": 143,
    "\\oplus": 144,
    "\\otimes": 145,
    "\\overline": 146,
    "\\partial": 147,
    "\\perp": 148,
    "\\phi": 149,
    "\\pi": 150,
    "\\pm": 151,
    "\\prime": 152,
    "\\prod": 153,
    "\\propto": 154,
    "\\psi": 155,
    "\\rangle": 156,
    "\\rceil": 157,
    "\\rfloor": 158,
    "\\rho": 159,
    "\\rightarrow": 160,
    "\\rightleftharpoons": 161,
    "\\sigma": 162,
    "\\sim": 163,
    "\\simeq": 164,
    "\\sqrt": 165,
    "\\sqsubseteq": 166,
    "\\subset": 167,
    "\\subseteq": 168,
    "\\subsetneq": 169,
    "\\sum": 170,
    "\\supset": 171,
    "\\supseteq": 172,
    "\\tau": 173,
    "\\theta": 174,
    "\\tilde": 175,
    "\\times": 176,
    "\\top": 177,
    "\\triangle": 178,
    "\\triangleleft": 179,
    "\\triangleq": 180,
    "\\underline": 181,
    "\\upsilon": 182,
    "\\varphi": 183,
    "\\varpi": 184,
    "\\varsigma": 185,
    "\\vartheta": 186,
    "\\vdash": 187,
    "\\vdots": 188,
    "\\vec": 189,
    "\\vee": 190,
    "\\wedge": 191,
    "\\xi": 192,
    "\\zeta": 193,
    "]": 194,
    "^": 195,
    "_": 196,
    "a": 197,
    "b": 198,
    "c": 199,
    "d": 200,
    "e": 201,
    "f": 202,
    "g": 203,
    "h": 204,
    "i": 205,
    "j": 206,
    "k": 207,
    "l": 208,
    "m": 209,
    "n": 210,
    "o": 211,
    "p": 212,
    "q": 213,
    "r": 214,
    "s": 215,
    "t": 216,
    "u": 217,
    "v": 218,
    "w": 219,
    "x": 220,
    "y": 221,
    "z": 222,
    "{": 223,
    "|": 224,
    "}": 225
}